#+TITLE: Linux
* Dotfiles
#+BEGIN_SRC sh :dir /sudo:: :results verbatim raw
apt -qq --assume-yes install stow
#+END_SRC

#+RESULTS:
The following packages were automatically installed and are no longer required:
  emacs24 gnome-accessibility-themes gnome-themes-standard
  gnome-themes-standard-data gtk2-engines-pixbuf liblightdm-gobject-1-0
  libxklavier16 lightdm-gtk-greeter
Use 'apt autoremove' to remove them.
Suggested packages:
  doc-base
The following NEW packages will be installed:
  stow
0 upgraded, 1 newly installed, 0 to remove and 4 not upgraded.
Need to get 0 B/367 kB of archives.
After this operation, 765 kB of additional disk space will be used.
Selecting previously unselected package stow.
(Reading database ... (Reading database ... 5%(Reading database ... 10%(Reading database ... 15%(Reading database ... 20%(Reading database ... 25%(Reading database ... 30%(Reading database ... 35%(Reading database ... 40%(Reading database ... 45%(Reading database ... 50%(Reading database ... 55%(Reading database ... 60%(Reading database ... 65%(Reading database ... 70%(Reading database ... 75%(Reading database ... 80%(Reading database ... 85%(Reading database ... 90%(Reading database ... 95%(Reading database ... 100%(Reading database ... 55521 files and directories currently installed.)
Preparing to unpack .../archives/stow_2.2.2-1_all.deb ...
Unpacking stow (2.2.2-1) ...
Setting up stow (2.2.2-1) ...
Processing triggers for man-db (2.7.6.1-2) ...

